<div align="center">
<br>
<textarea rows="36" cols="90" readonly="readonly" style="overflow-x:hidden;overflow-y:scroll">
甲方             
乙方：我们的自由天空
签约双方应遵循以下原则:
1. 需要保密的信息
1.1本保密协议中所涉指的所有乙方提供给甲方的信息资料,包括________
2. 保密责任
2.1为避免泄密,双方应遵守:
a． 甲方应采取尽可能的措施对所有来自乙方的信息严格保密
b． 甲方不可把秘密泄露给第三方
c． 甲方无权修改或移除本协议中的任何条款或版权注释
2.2据本协议规定, 甲方在收到信息后对该信息的保密期限为5年
3. 使用限制
3.1甲方承诺仅把所接收到的本协议指定的保密信息用于_________不能移做它用。
4. 其他
4.1 本保密协议应按中华人民共和国相关适用法律管理和解释。签约双方均同意任何有关本保密协议的争议都无条件服从中华人民共和国北京市有管辖权的人民法庭的管辖。本协议不说明甲乙双方建立任何代理和合作关系。如建立代理和合作关系，需另行签定代理/合作伙伴协议。
4.2 本保密协议签定后立即生效，但对于以下情况签约双方都不负担责任：
a. 乙方在正式书面通知之前发布的信息
b. 非甲方错误导致的信息公开，
c. 在发布之前甲方已知道的信息，
d. 在未使用保密信息的条件下甲方独立发现的信息，
e. 由乙方在对信息发布没有限制的情况下公开的信息。
4.3 本保密协议终止条件：违反本协议规定，且在一方（前者）发现并通知另一方（后者）后，后者于三天内没有能够改正。协议终止后，甲方得到的任何保密信息应立即返还给乙方，且甲方应向乙方提供全面的未授权的保密信息使用者的名单。本协议终止后，本协议的条款二和条款三的规定对甲方仍然有效。甲乙双方签定的相关协议终止后，甲方得到的任何保密信息应立即返还给乙方，同时本协议的条款二和条款三的规定对甲方仍然有效。
4.4本协议对甲乙双方各自的受益者，继承者以及指派者均有效。本协议规定的甲乙双方的责任不能被指派或分配。
4.5甲乙双方同意双方均有资格寻求针对违约的合法公平的补救措施。
4.6本协议的条款只有甲乙双方签字的书面修改稿方为有效修改。
4.7本协议的任一条款如果被认定是无效的或不可实施的，该部分将从被认定时失效。同时甲乙双方应同意：
a. 谈判确定尽可能接近原有条款含义的公平合理的新的条款,
b. 本协议其他条款仍然有效。
4.8本协议包含了签约双方关于此类问题的相互理解和共识。
4.9针对某一保密信息，本协议所指定的任何责任可以由乙方以书面声明放弃。但其他保密信息不受该书面声明影响。
4.10本协议不说明签约双方建立了任何代理或合作关系。
</textarea>
<table>
<tr>
<td><?php echo button_to('我同意','user/create','post=true')?></td>
<td>&nbsp;&nbsp;&nbsp;&nbsp;</td>
<td><?php echo button_to('不同意','login/login')?></td></tr>
</table>
</div>